import React from 'react';
import '../../styles/sub1/sub101.css';

function Sub101(props) {
    return (
        <>
            <div className='sub101__container'>
            <p className='sub101__ttitle'>의약품의 정의</p>
                <p className='sub101__ccontent1'>도심 공원에서 만나는  자연과 지속가능성</p>
                <p className='sub101__ccontent'>의약품에 관한 텍스트 내용입니다. 의약품에 관한 텍스트 내용입니다. 의약품에 관한 텍스트 내용입니다. 의약품에 관한 텍스트 내용입니다.
                의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.ㅍ의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.</p>


            </div>


            <div className='sub101__container2'>
                <ul>
                    <li>
                        <div className='sub101__text'>
                            <p className='sub101__title' data-aos="fade-up">역사관련 연도</p>
                            <p className='sub101__content' data-aos="fade-up">의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.</p>
                        </div>
                    </li>
                    <li>
                        <div className='sub101__text'>
                            <p className='sub101__title' data-aos="fade-up">역사관련 연도</p>
                            <p className='sub101__content' data-aos="fade-up">의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.</p>
                        </div>
                    </li>
                    <li>
                        <div className='sub101__text'>
                            <p className='sub101__title' data-aos="fade-up">역사관련 연도</p>
                            <p className='sub101__content' data-aos="fade-up">의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.</p>
                        </div>
                    </li>
                    <li>
                        <div className='sub101__text'>
                            <p className='sub101__title' data-aos="fade-up">역사관련 연도</p>
                            <p className='sub101__content' data-aos="fade-up">의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.의약품에 관한 텍스트 내용입니다.</p>
                        </div>
                    </li>
                </ul>
            </div>
        </>
    );
}

export default Sub101;